chore(content): write-only draft [k8s/cka/part4-storage/module-4.1-volumes]
